{
    "work-thumbnail": "Travail",
    "work-header": "Mon histoire de carrière",

    "tollé-name": "Tollé: Agence Marketing",
    "tollé-date": "(2020)",
    "tollé-description": "Travailler sur des sites web de grandes envergures dont un site de gestion de OSBL ainsi qu'un site de personnalisation d'équipement de gardient de but de hockey",
    "tollé-technos": "PHP, Laravel, Vue.JS, MySQL",

    "polygon-name": "Sécurité Polygon",
    "polygon-date": "(2019)",
    "polygon-description": "Amélioration d'un ORM utilisé à la grandeur de l'entreprise, plus particullièrement sur la gestion des feuilles de temps",
    "polygon-technos": "AngularJS, ASP.Net, Entity Framework, MSSQL",

    "nova-name": "DNA: Nova",
    "nova-date": "(début 2021)",
    "nova-description": "Travailler sur un système Kafka streams qui permettait de créer des agrégats de donnés pertinentes ainsi qu'un portail web pour gérer les configuration des agrégats",
    "nova-technos": "Scala, Kubernetes, Angular, Kafka, NestJs",

    "talisker-name": "Talisker",
    "talisker-date": "(fin 2021)",
    "talisker-description": "Implémenter le système de matchmaking de Google: Open-Match au sein de l'engin de jeu Snowdrop",
    "talisker-technos": "C++, Golang, Docker, Snowdrop",

    "school-thumbnail": "Études",
    "school-header": "Mon parcours scolaire",

    "personal-thumbnail": "Personnel",
    "personal-header": "Mes projets de passion",

    "aoc-description": "\"Advent Of Code\" est un site web offrant un défi aux participants sous la forme d'un calendrier de l'avent. Il y a un nouveau défi par jour organisé en deux parties: la première explorant les concepts du défi et la deuxième défiant la solution donnée à la partie 1.<br/><br/>J'y participe depuis 2021 !",
    "aoc-repo-link": "Mes solutions des défis...",

    "wlpp-boxes-description": "J'ai crée cette application simple permettant de modifier le fond d'écran de l'ordinateur pour permettre d'encadrer certaines choses sur celui-ci. Cette idée m'est venue d'une envie de catégoriser mes raccourcis de bureau.",

    "stj-desc": "\"Slide The Joe\" était un jeu que j'ai créé en voulant reproduire le genre de puzzle dans les jeux zelda qui consistaient à faire glisser un block sur une surface glacée avec des obstacle pour l'amener à une plaque de pression. Un des enjeux principaux est qu'il est impossible d'arrêter le bloc dans sa lancée.<br/><br/>\"Joe\" fait référence à Joe Dassin",
    "stj-pb": "Record du monde de Slide The Joe",

    "gravity-desc": "\"GRAVITY\" est un jeu que j'ai concu qui consistait de lancer une fusée avec un angle initial ainsi qu'une puissance pour essayer d'atteindre le trou noir dans le niveau. Cela implique prendre en compte la gravité des planettes qui changent la trajectoire du projectile."

}